end_message = {'ru': 'Введите команду /start, чтобы заново активировать бота!',
               'uk': 'Введіть команду /start, щоб заново активувати бота!',
               'en': 'Enter the /start command to reactivate the bot!'}

user_wait_anket = {'ru': 'Смотреть анкеты', 'uk': 'Дивитися анкети', 'en': 'View profiles'}

bot_error = {'ru': 'Нет такого варианта ответа', 'uk': 'Немає такого варіанту відповіді',
             'en': 'No such option'}

bot_complaint = {
    'ru': 'Укажите причину жалобы\n\n1. 🔞 Материал для взрослых.\n2. 💊 Пропаганда наркотиков.\n3. 💰 Продажа товаров и услуг.\n4. 🦨 Другое.\n***\n9. Вернуться назад.',
    'uk': 'Вкажіть причину скарги\n\n1. 🔞 Матеріал для дорослих.\n2. 💊 Пропаганда наркотиків.\n3. 💰 Продаж товарів і послуг.\n4. 🦨 Інше.\n***\n9. Повернутись назад.',
    'en': 'Specify the reason for the complaint\n\n1. 🔞 Adult material.\n2. 💊 Drug propaganda.\n3. 💰 Sale of goods and services.\n4. 🦨 Other.\n***\n9. Go back.'}

bot_complaint_error = {'ru': 'Жалобу можно оставить только при просмотре анкеты',
                       'uk': 'Скаргу можна залишити тільки підчас просмотру анкет',
                       'en': 'You can leave a complaint only when viewing the questionnaire'}

bot_not_reg = {"ru": 'Прежде чем использовать эту команду заполните анкету!',
               'uk': 'Перш ніж використовувати цю команду заповніть анкету!',
               'en': 'Before using this command, fill out the profile!'}

user_complaint = {'all': ['1🔞', '2💊', '3💰', '4🦨', '9']}

user_complaint_back = {'ru': ['Вернуться назад'], 'uk': ['Повернутись назад'], 'en': ['Go back']}


